let stringText1 =
  "Ваша оценка - 155 баллов \n" +
  "Отзыв по пунктам ТЗ:\n" +
  "Частично выполненные пункты:\n" +
  "1 - дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию; (+5)\n" +
  "Выполненные пункты:\n" +
  "1- вёрстка валидная. Проверить валидность вёрстки : https://validator.w3.org/ (+10);\n" +
  "2- вёрстка семантическая. В коде страницы присутствуют семантические теги HTML5: article, footer, header, main, section, используются заголовки h2-h6 (+20 баллов)\n" +
  "3- для оформления СV используются css-стили. 10 элементов (см css) (+10)\n" +
  "4- контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, тянется во всю ширину страницы (+10)\n" +
  "5- вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки (+10)\n" +
  "6- есть адаптивное бургер-меню. Ссылки в пунктах меню ведут на основные разделы CV. (+10)\n" +
  "При кликах по пунктам меню реализована плавная прокрутка по якорям.\n" +
  "При уменьшении ширины экрана меню становится адаптивным.\n" +
  "7- на странице СV присутствует изображение - фото автора CV, пропорции изображения не искажены, у изображения есть атрибут alt (+10)\n";
let stringText2 =
  "8- контакты для связи и перечень навыков оформлены в виде списка ul > li (+10)\n" +
  "9 - содержит контакты, краткую информацию о себе, навыки, образование, уровень английского (+10)\n" +
  "10- CV содержит пример вашего кода (задача с сайта codewars- с подсветкой кода) (+10)\n" +
  "11- CV содержит изображения-ссылки на выполненные вами проекты, страница проекта открывается в новой вкладке, есть название,описание, перечень используемых технологий(+10)\n" +
  "12- CV выполнено на английском языке(+10)\n" +
  "13 - выполнены требования к репозиторию: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages, указана дата дедлайна, выполнена самооценка(самооценку расписываем по пунктам критериев оценки, указывая балл за каждый пункт)(+10)\n" +
  "14- есть видеорезюме CV на английском языке. В описание видео на YouTube добавлена ссылка на его транскрипцию на английском языке (Google Docs)(+10)";

console.log(stringText1 + stringText2);
