let result = "109 баллов\n"+"Часы и календарь +15 \n" +"Приветствие +10\n"+"Смена фонового изображения +17.5\n"+"Виджет погоды +15\n"
+"Виджет цитата дня +10\n" +"Аудиоплеер +9\n" +"Продвинутый аудиоплеер (реализуется без использования библиотек) +0\n"
+"Перевод приложения на два языка (en/ru или en/be) +3"+"Получение фонового изображения от API(источник моя папка в гитхабе) +10\n"
+"Настройки приложения +9\т"+"ToDo List+10"+"приложение корректно не только для десктопа\n"+"есть футер с ссылками и самооценка в консоли";
console.log(result);